[
    {
      "title": "2 For 2",
      "description": "WARNING! You will absolutely get addicted to this puzzle game. \n \nConnect the numbers, and DON’T run out of moves! \n \nMake lines by connecting as many same numbered dots as you can. The longer the line, the more points you get and the longer you’ll survive. \n \nAs you connect the same numbers, they add up in multiples of 2. \n \nReady, set, connect!",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/pycurxgvclkinznjxvsh.jpg"
    },
    {
      "title": "Vagrant Story",
      "description": "Adventure into a world of unparalleled depth and danger with SquareSoft's Vagrant Story. In this sweeping dungeon-crawling epic you play as Ashley Riot, a young assassin and spy for the organization known as Riskbreakers. Your goal is to unravel a deep and twisted plot and come to terms with the recent death of your wife and child. If this sounds a bit too cerebral never fear. Your path to recapturing your sense of humanity hinges on the destruction of countless vicious monsters and the exploration of dark and dangerous dungeons. Vagrant Story is awash in gorgeous scenery and features designs from Yasumi Matsuno and Akihiko Yoshida, the acclaimed artists and creators behind Final Fantasy Tactics.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2rso.jpg"
    },
    {
      "title": "Patrician II: Quest for Power",
      "description": "Sequel to the trading simulator The Patrician",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/hi7ywgnz8siasewohrxe.jpg"
    },
    {
      "title": "Calm Down, Stalin",
      "description": "Calm Down, Stalin is a game where you directly control your hands to threaten your enemies with nuclear weapons by moving your finger closer to The Button while signing important state papers, answering phone, dealing with your subordinates and most of all - fighting the stress of your position by smoking your pipe and any other available means!",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2cfb.jpg"
    },
    {
      "title": "Déjà Vu: A Nightmare Comes True!!",
      "description": "Déjà Vu is a point-and-click adventure game that draws inspiration from \"noir\" detective novels that were popular in the 1940s.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co705m.jpg"
    },
    {
      "title": "PapiBatting",
      "photo_url": "https://www.coalitionrc.com/wp-content/uploads/2017/01/placeholder.jpg"
    },
    {
      "title": "Pachi-Slot Winning Post",
      "description": "Cash Show is a live trivia show game with real money prizes! You just need to answer questions and you can win BIG MONEY! Enrich your mind and win big prizes with your knowledge! Daily Cash Shows! \n\n* Show opens three times a day at 3:30PM EDT (12:30PM PDT), 8:00PM EDT (5:00PM PDT) and 9:30PM EDT (6:30 PM PDT).\n\n* There are twelve multiple choice questions for every show, which cover topics like science, art, sports, entertainment and many more!\n\n* You will have ten seconds to answer each question. Once you reach prize questions, you can win REAL money from every question with a correct answer! Answer all prize questions right and you will win a big PRIZE!\n\n* If more than one player makes it to the end, they will split the prize. Otherwise, the winner will bring all the money home!\n\nCome and win BIG MONEY everyday! The Cash Show is ready! Show us what you got!",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/mduhfzhus3girgvcue2j.jpg"
    },
    {
      "title": "Luxor HD",
      "description": "Experience LUXOR in stunning HD! Answer the call of the goddess, Isis, in this addictive marble-shooter game. Chains of colored spheres are working their way through ancient Egypt, and it’s up to you to stop them before they reach the pyramids. Wielding your mystical winged-shooter, you must fire colored orbs into the chain to make matches of three or more, and eliminate the spheres from the chain. Clear out the entire chain, and you’ll work your way up to the next level.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co3phj.jpg"
    },
    {
      "title": "Blood Bowl 2",
      "description": "Blood Bowl 2 smashes Warhammer and American football together, in an explosive cocktail of turn-based strategy, humor and brutality, adapted from Games Workshop’s famous board game.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co1tlm.jpg"
    },
    {
      "title": "Overcrowd: A Commute 'Em Up",
      "description": "Overcrowd is a tactical management sim set on the London Underground. Blending base building with pausable real-time strategy, Overcrowd offers a mix of spatial puzzling, strategic thinking and split-second choices.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co26c8.jpg"
    },
    {
      "title": "War and Order",
      "description": "A MMORPG for Mobile and Tablet users.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/znlm356k9dc2ajz0bafq.jpg"
    },
    {
      "title": "The Vanishing of Ethan Carter",
      "description": "In The Vanishing of Ethan Carter, you play as Paul Prospero, an occult detective who receives a disturbing letter from Ethan Carter and realizes that the boy is in grave danger. When Paul arrives in Ethan's home of Red Creek Valley, he realizes things are even worse than he imagined. Ethan has vanished in the wake of a brutal murder, which Paul comes to see might not be the only murder to investigate. Using both regular and supernatural detective skills, Paul must figure out what happened to the missing boy.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co1r7q.jpg"
    },
    {
      "title": "Mayday: Conflict Earth",
      "description": "A real-time strategy game. Players select one of the factions and commands an entirely mechanized army, which includes automatized tanks, cyborgs, and other non-human personnel. There is no resource harvesting in the game, and money is awarded gradually as the player completes missions. There is also no construction, with the buildings already available, requiring the player only to assign their position on the map.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/uqszqeuy06idzmvmhsup.jpg"
    },
    {
      "title": "Sleeping Dogs: Definitive Edition",
      "description": "The Definitive Edition of the critically acclaimed, award winning open-world action adventure, reworked, rebuilt and re-mastered for the new generation. With all previously available DLC included and a wealth of tech and visual improvements, Hong Kong has never felt so alive.\n\nA vibrant, neon city teaming with life, Hong Kong’s exotic locations and busy streets and markets hide one of the most powerful and dangerous criminal organizations in the world: the notorious Triads. Play as Wei Shen – the highly skilled undercover cop trying to take down the Triads from the inside out. You'll have to prove yourself worthy as you fight your way up the organization, taking part in brutal criminal activities without blowing your cover.\n\nDestroy your opponents in brutal hand-to-hand combat using an unmatched martial arts system. Dominate Hong Kong’s buzzing streets in thrilling illegal street races and tear it up in explosive firearms action. Sleeping Dogs’ Hong Kong is the ultimate playground.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2i0n.jpg"
    },
    {
      "title": "Farm 123 - Learn to count",
      "description": "• Tech With Kids - Best Pick App\n• Winner of the Editor's Choice Award, Children's Technology Review\n• iLounge Kids’ App of the Year \n• Winner of the Mom's Choice Gold Award\n\nOVERVIEW\n• Farm 123 makes learning to count a magical experience. \n• Kids will learn the numbers 1 to ten as they help Farmer Jo around the farm in a series of dazzling fully-interactive scenes as a cow jumps over the moon, pigs make a muddy splash, and eggs hatch in spectacular fashion. \n• They'll have hours of fun playing with cheeky farm animals: Chasing them, putting them in the pen, and giving them a good wash!\n\nProfessionally designed with toddlers and pre-schoolers in mind, Farm 123 pays special attention to learning reinforcement through the introduction of gently progressive games that help your child cement their grasp of the numbers 1 to 10 and the core concept of sorting.\n\nFEATURES\n• Just like a real book, children can turn the pages and view pop-up scenes from different angles\n• Wonderfully illustrated, with beautiful, pop-up imagery\n• A charming music score and sound effects\n• Children win stars as they progress through the games\n• Professionally narrated in seven languages\n• The full book experience plus two fun counting games are absolutely free\n• Another 5 games can be unlocked with a single, one time low-cost purchase. This feature can be disabled.\n\nGo to storytoys.com to watch a short video of the app.\n\n******************************\n\nSTORYTOYS AWARDS\n• Kidscreen Award\n• Winner of the Bologna Ragazzi Digital Award\n• 11 Children’s Technology Review Editor’s Choice Awards\n• 2 iLounge awards for best kids’ app\n• 2 Mom’s Choice gold awards\n• Mom’s Choice Silver award\n• Shortlist nominations for the FutureBook Digital Innovation Award\n• Best Kids’ App Ever winner\n• Longlisted for the DBW Publishing innovation award\n• 9 Tech With Kids Best Pick App Awards\n\n*************************************************\n\nSTAY IN TOUCH!\nStay in touch to hear about new releases and promotions: \n- Visit us: storytoys.com \n- Need help? For any technical issues please email us at support@storytoys.com \n- Say hello to us on Facebook: facebook.com/StoryToys \n- Tweet us @StoryToys",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/rqcbqi6e31p4ybyfhjyh.jpg"
    },
    {
      "title": "The BunnyLord Pro Hater Pack",
      "description": "The BunnyLord Pro Hater Pack gives you two incredible games from Roll7 in one unique bundle!",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co4hl4.jpg"
    },
    {
      "title": "Ultimate Dog Simulator",
      "description": "Race into a brand new adventure as a real dog! 10 playable breeds including Dalmatian, German Shepherd, Beagle, Labrador and more! Hunt down food and find your home in a massive realistic world! Survive on the streets of a busy city, battle the local dog catcher, and raise your family as you experience the thrilling life of a dog!\n\nDownload the Ultimate Dog Simulator today while it's 50% OFF for a very limited time!\n\nBrand New Features\nREALISTIC SIMULATOR\nYou'll need to maintain your health, hunger, thirst, and energy while exploring city streets and vast forests!\n\nTEN PLAYABLE BREEDS\nChoose from 10 of your favorite breeds of dog in a single game! Become a Labrador, Dalmatian, German Shepherd, French Bulldog, Mastiff, Great Dane, Beagle, Bull Terrier, Rottweiler and Sheepdog! Each breed has their own families, experience, and levels!\n\nDANGEROUS BOSS BATTLES\nTest your skills against SIX thrilling boss battles! A neighborhood foe patrols the streets looking to capture bad dogs! The wild wolves of the forest lurk in the shadows ready to defend their territory!\n\nBUILD YOUR PACK\nDominate other dogs or bring them a treat to recruit them to your family! Customize and play as any dog in your pack and create a powerful family!\n\nRAISE YOUR PUPPIES\nRaise babies that will grow into powerful members of your family! Care for you puppies while they are are young, finding food for them and carrying them in your mouth!\n\nCUSTOMIZE YOUR DOGS\nChoose your animal’s name, appearance, skills, and attributes to complement your pack members and become a more powerful group!\n\nLEVEL UP YOUR DOGS\nGain experience by catching and eating your prey, caring for your family, and completing missions! Level up your dog to increase their health and attack damage, earn points to upgrade your stats, and increase the size of your pack!\n\nEARN STAT POINTS\nStat Points can be used to provide bonus’s to traits like Health, Critical Attack Chance, Run Speed, and much more! \n\nUPGRADEABLE BUFFS\nBuff Points can be used to upgrade your Bark and Growl Buffs, which create temporary Stat Boosting auras around your dog when active! \n\nRAGDOLL PHYSICS\nYour prey now realistically dangles from your jaws as you carry them!\n\nDYNAMIC WEATHER, SEASONS AND DAY/NIGHT CYCLE\nProcedural weather system with unique storms, clouds, sun, stars and changing seasons!\n\nMASSIVE REALISTIC 3D ENVIRONMENT\nExplore a massive world with a wild forest, frosty mountains, a seaside fishing town, peaceful neighborhoods and a busting city!\n\nDOZENS OF ENEMIES\nHunt down animals like squirrels, rabbits, rats, deer, birds, sheep, fish, raccoon, fox, cats, dogs, wolves, bear, owl and many more! Become a house dog and get fed by your owner!\n\nOPTIONAL BLOOD EFFECTS\nIf you are of age or have your parents permission, turn on the BRAND NEW blood effects for added combat ferocity!\n\nGLUTEN-FREE PROMISE\nWith all of our games you will always get the full game with no ads or additional purchases!\n\nDownload the Ultimate Dog Simulator and live the thrilling life of a loyal and powerful dog!\n\nIf you liked living as a Dog then you'll love our other animal simulators! Download our Ultimate Bird Simulator and live wild and free in the sky, or try the Ultimate Cat Simulator and chase mice through the sewers!\n\nGive us a shout and let us know what you want to play next!\nfacebook.com/glutenfreegames\ntwitter.com/glutenfreegames",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/mucyhgvrs5tbhhigqwb5.jpg"
    },
    {
      "title": "Aqua Kitty UDX: Xbox One Ultra Edition",
      "description": "Aqua Kitty UDX blasts onto Xbox One in this enhanced Ultra Edition including an all new epic Dreadnought mode!\n\nDue to a sudden shortage of milk, cats around the world are forced to seek out new sources to get their fix.\n\nYou and your team of milk mining kittens have overcome a fear of water to drill down under the ocean seabed and begin extracting vast reserves of what seems to be naturally forming full-fat milk.\n\nGet ready for fast paced submarine action, defending the kittens from disruptive mechanical sea creatures.\n\nThe additional Dreadnought mode takes you deep down into the Meowiana trench. There you must fly through and destroy huge multi-screen enemy craft, whilst rescuing imprisoned kittens.\n\nPlay co-op or solo, the milk must flow!",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co23qb.jpg"
    },
    {
      "title": "Dance Dance Revolution",
      "description": "Dance Dance Revolution (ダンスダンスレボリューション Dansu Dansu Reboryūshon?), abbreviated DDR and also known as Dancing Stage in earlier games in Europe and Australasia, and some other games in Japan, is a music video game series produced by Konami. Introduced in Japan in 1998 as part of the Bemani series, and released in North America and Europe in 1999, Dance Dance Revolution is the pioneering series of the rhythm and dance genre in video games. Players stand on a \"dance platform\" or stage and hit colored arrows laid out in a cross with their feet to musical and visual cues. Players are judged by how well they time their dance to the patterns presented to them and are allowed to choose more music to play to if they receive a passing score.\n\nDance Dance Revolution has been given much critical acclaim for its originality and stamina in the video game market. There have been dozens of arcade-based releases across several countries and hundreds of home video game console releases, promoting a music library of original songs produced by Konami's in-house artists and an eclectic set of licensed music from many different genres. The DDR series has inspired similar games such as Pump It Up by Andamiro and In the Groove by Roxor",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2puf.jpg"
    },
    {
      "title": "D&D Lords of Waterdeep",
      "description": "Lords of Waterdeep is an award winning strategy board game, set in the Dungeons & Dragons world of Waterdeep. Play as one of the masked Lords of the City of Splendor. Intrigue abounds as you recruit adventurers, via your agents, to quest on your behalf and spread your influence.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2i0i.jpg"
    },
    {
      "title": "Crash Bandicoot",
      "description": "A remake of Crash Bandicoot found in the Crash Bandicoot N. Sane Trilogy collection. Not to be confused with the actual bundle.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co3ywi.jpg"
    },
    {
      "title": "MiniBikers: The game of mini racing motorbikes",
      "description": "MiniBikers is the craziest race to reach your hands! The animated series that has captivated millions of people around the world has a new star: You! Create your own stories or change the racing rules and become a World Champion.",
      "photo_url": "https://www.coalitionrc.com/wp-content/uploads/2017/01/placeholder.jpg"
    },
    {
      "title": "Star Defender 3",
      "description": "Get ready to fight through hoards of alien beasts in Star Defender 3! The year is 2743 A.D., only two short years since the last war, and the Insectus have already prepared for their next wave, with new tricks to defeat you at every corner.\nBlast through 8 huge missions in the most exciting space shooter game. Star Defender 3 has a new progressive system of bonuses and power ups to help your cause. You've never had so many types of weapons to destroy your enemy with! Missiles are just light fun for kids, but here you'll get mines, lasers, nuclear bombs, piranha, parasitron, insulator, infector, ball lightning and homing lasers! Don't miss this hot star battle!",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/lwtvmf72oognjb5ipsqb.jpg"
    },
    {
      "title": "Assassin's Creed Valhalla: The Siege of Paris",
      "description": "Sail to the kingdom of Francia and engage the forces of Charles the Fat as you participate in the Vikings' most daring conquest. Infiltrate the city of Paris, forge new alliances within its walls, and strike a blow that will shatter an empire.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co303u.jpg"
    },
    {
      "title": "Mahjongg DS",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2v6d.jpg"
    },
    {
      "title": "Pac-Man",
      "description": "The player controls Pac-Man through a maze, eating pac-dots (also called pellets). When all pac-dots are eaten, Pac-Man is taken to the next stage. Between some stages one of three intermission animations plays. Four enemies (Blinky, Pinky, Inky and Clyde) roam the maze, trying to catch Pac-Man. If an enemy touches Pac-Man, a life is lost and the Pac-Man itself withers and dies. When all lives have been lost, the game ends. Pac-Man is awarded a single bonus life at 10,000 points by default.\n\nNear the corners of the maze are four larger, flashing dots known as power pellets that provide Pac-Man with the temporary ability to eat the enemies. The enemies turn deep blue, reverse direction and usually move more slowly. When an enemy is eaten, its eyes remain and return to the center box where it is regenerated in its normal color. Blue enemies flash white to signal that they are about to become dangerous again and the length of time for which the enemies remain vulnerable varies from one stage to the next, generally becoming shorter as the game progresses. In later stages, the enemies go straight to flashing, bypassing blue, which means that they can only be eaten for a short amount of time, although they still reverse direction when a power pellet is eaten; in even later stages, the ghosts do not become edible (i.e., they do not change color and still make Pacman lose a life on contact), but they still reverse direction.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co54nr.jpg"
    },
    {
      "title": "Lufia II: Rise of the Sinistrals",
      "description": "This exciting sequel to the Lufian legend pits monster hunter Maxim and six adventuring companions against the sinister Sinistrals. The story develops into a complex maze, challenging you with big battles, puzzles and loads of surprises. You can even grow your own monsters! You will enjoy countless hours on a fantastic journey in the world of Lufia!",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co26fl.jpg"
    },
    {
      "title": "Warhammer: Vermintide 2",
      "description": "Warhammer: Vermintide 2 is the sequel to the critically acclaimed Vermintide. It's time for players to return to the memorable first-person co-op experience with intense world class melee action.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co20u8.jpg"
    },
    {
      "title": "Your Shape Fitness Evolved 2012",
      "description": "Your Shape Fitness Evolved 2012 is the sequel to Your Shape: Fitness Evolved, the #1 fitness franchise on Kinect for Xbox 360. Exercise your way with a fun and customizable experience that delivers serious results. Your Shape includes over 90 hours of activities, so you can design a workout tailored to your fitness level, goals, schedule and preferences. Focus your workouts on specific muscle groups. And choose from fitness activities like Boot Camp, Cardio Boxing, Jump Rope and Yoga, and new dance classes like Latin, Hip-hop, African and Bollywood. The state-of-the-art motion tracking provides feedback on your moves, and now tracks floor exercises like push-ups and sit-ups. With Your Shape Center, share and compete with your friends and the global community.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co22u6.jpg"
    },
    {
      "title": "Another Adventure",
      "description": "Just another stupid adventure game",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co23ar.jpg"
    },
    {
      "title": "Gear Up",
      "description": "Gear Up is a multiplayer game where you build tanks and battle online opponents. Crawl the arena in devious spider legs, escape with your trusty jetpack or serve your opponents a healthy dose of proximity mines as you design with over one million different combinations.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co1pqw.jpg"
    },
    {
      "title": "Plazma Burst 2",
      "description": "Plazma Burst 2 is the sequel to Plazma Burst. In this game you play as a marine, who wasn't sent to the past successfully in order to change the history of mankind to a better life and avoid the invasion of Usurpation Forces. In Plazma Burst: Forward to the past, after when our hero's ally was critically damaged, marine travels back to the Earth to attempt another try on traveling back in time... Will fortune smile to him this time?",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co40qb.jpg"
    },
    {
      "title": "Pocket Politics",
      "description": "Build the best democracy that money can buy in this innovative political idle game! \n\nEnlist the help of lobbies in order to raise money for your political campaigns. However, lobbies won’t be enough to get you to the top by themselves. Recruit staffers to help generate revenue and woo endorsements from top politicians for unique and powerful bonuses.Tap your way from a lowly campaign volunteer up to the highest office in the land!\n\nKEY FEATURES:\n\n*Political Tapping Fun - With tons of way to earn money and rise to new and more powerful offices, how you go about doing it is up to you. Do you concentrate on tapping for cash, pay staffers to do it for you, or focus on powerful political lobbies to passively generate money while you’re offline?\n\n*Deep Strategy - Deciding which party to run for or which lobbies to invest in is just the tip of the iceberg. Retire from your campaigns in order to score coveted political capital that you can spend on endorsements from powerful party leaders.\n\n*Tons of Content - Unlock dozens of powerful upgrades that open up even more possibilities to play the game any way you want. Love achievements? There are oodles of trophies just waiting to be collected!\n\nPlease Note: Pocket Politics is a free-to-play game, but some extra game items can be purchased for real money. You can disable in-app purchases in your device's settings.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/zta7kaylrepjao4sapxq.jpg"
    },
    {
      "title": "Eliminator Boat Duel",
      "description": "Drivers earn thousands of dollars by competing in hydroplane races, setting track records, rescuing stranded people, and collecting cash bonuses. With these winnings they can repair or upgrade various components of the hydroplane to improve racing performance and remain competitive in the increasingly-difficult races. Eliminator Boat Duel offers three difficulty levels: Easy, Normal, and Expert. Completing a race at a lower difficulty level advances the player to the next higher one. At each difficulty level, the player's hydroplane can be damaged from impact with animals, the opponent's hydroplane, and various stationary objects. A false start is penalized with a $2,000 fine. For most of a race, players control their hydroplanes from a bird's-eye view, and the screen scrolls in multiple directions; but in one segment of the race, the graphical perspective changes to a third-person tracking mode. In a single-player game, the player competes first with Seasick Sidney (in Easy mode), with Aquarius Rex (in Normal mode), or with Surfer Bob (in Expert mode). The player then competes against Vicious Vicky, Weird Willy, Mangler Mike, Veronica Alabaster, and Disaster Don (the reigning World Champion), respectively. To win, the player must defeat each opponent one-against-one on three unique race courses. Eliminator Boat Duel has 24 unique race courses.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co61vi.jpg"
    },
    {
      "title": "Head of State",
      "description": "Game for ios.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/weoz8qpibtwapth3pgyu.jpg"
    },
    {
      "title": "Farm Frenzy 2: Pizza Party HD",
      "description": "Do you like pizza as much as we do? Then you'll love the pepperoni-packed sequel to the No. 1 arcade farming sim – Farm Frenzy 2: Pizza Party! \n\nAt first, you'll grow crops, feed animals and collect produce, and then you'll turn your goods into the ingredients you need to make a variety of pizzas. From China to Germany and Italy to New York City (where pizza is considered one of the main food groups), people from around the world will enjoy your mouthwatering creations!\n\nAs you master the fast-paced point-and-click gameplay, you'll fend off bears, purchase buildings that produce different ingredients and upgrade your vehicles so you can transport more goods. You'll also enjoy some of the zaniest animations ever created for a casual game! Don't miss all the fun in Farm Frenzy 2: Pizza Party!\n\nThere's also iPhone and Mac versions of this game! Check the App Store!\n-----------------------------------------\nSTILL NOT CONVINCED? Try the Lite version for FREE by searching for \"Farm Frenzy 2: Pizza Party HD Lite\" in the App Store.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/an4ogd2bzvz9pi1vyfk5.jpg"
    },
    {
      "title": "Batman: Arkham City - Armored Edition",
      "description": "\"Batman: Arkham City -- Armored Edition contains all of the content from Batman: Arkham City, including all available downloadable content, and introduces Battle Armored Tech (B.A.T.) Mode and the new Armored Suits for both Batman and Catwoman. Fans can become the Dark Knight like never before with the upgraded battle suit that gives players an additional power-up by allowing them to build kinetic energy during combat. When activated, players enter B.A.T. mode and dole out more damage than previously possible.\n\nThe Wii U GamePad provides instant access to the wrist-mounted Batcomputer throughout the game, allowing players to use the touch screen to seamlessly select objectives, choose their gadget, track forensic evidence, upgrade their gear, detonate explosive gel, and more, all while remaining immersed in the action. Additionally, all gadgets have been reimagined to utilize the power of the GamePad, offering an unprecedented level of accuracy when using the Batarang and scanning for clues.\"",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co1vol.jpg"
    },
    {
      "title": "Over the Hills and Far Away",
      "description": "Over The Hills And Far Away is a heartwarming and emotional visual novel, the first title released by WarGirl Games.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/j3qnsbdcd72gymkesfm5.jpg"
    },
    {
      "title": "Easter Jewels HD",
      "photo_url": "https://www.coalitionrc.com/wp-content/uploads/2017/01/placeholder.jpg"
    },
    {
      "title": "PlanetSide Arena",
      "description": "\"PlanetSide Arena is a massive-scale, match-based, sci-fi arena shooter that reintroduces players to the revolutionary PlanetSide Franchise - the record-breaking MMOFPS series that redefined all-out planetary warfare. Played solo, in teams of three, or as part of large combat groups, PlanetSide Arena features unique character classes, seasonal progression mechanics, combined arms combat, and a variety of match-based game modes.\"\n\n\"Massive Clash\nThis intense large-scale arena pits two sides battling it out for dominance. Choose your side and prepare for a full-on assault in this massive 250 vs 250 battle.\n\nBattle Royale\nPlay solos or teams in this jetpack-fueled last mercenary standing sci-fi royal rumble. Customize your loadout, drop into the Arena, loot, and survive.\"",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co1ir5.jpg"
    },
    {
      "title": "Sorceress",
      "photo_url": "https://www.coalitionrc.com/wp-content/uploads/2017/01/placeholder.jpg"
    },
    {
      "title": "Marvel Avengers: Battle for Earth",
      "description": "The Skrulls have landed and now it is up to you to embody your favorite Marvel super heroes and defeat epic enemies during the Secret Invasion. Unleash your inner superhero in Marvel Avengers Battle For Earth!\n\nThe ultimate super hero brawler, Marvel Avengers Battle For Earth features 20 different characters including the Avengers Iron Man, Hulk, Captain America, and Thor, as well as other fan favorite super heroes and villains from the Marvel Universe. Players will use motion gameplay to execute explosive super attacks, unleash devastating special moves, and battle their friends in a wide variety of game modes",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co22so.jpg"
    },
    {
      "title": "Upside Down",
      "description": "Upside Down will immerse you in an incredible adventure. Sharpen your reflexes for this fast-paced, precise puzzle-platformer.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2d22.jpg"
    },
    {
      "title": "Donkey Kong Country",
      "description": "Donkey Kong Country is a side scrolling platformer by British developers Rare in 1994. It featured revolutionary pre-rendered 3D graphics that give the game a very unique look compared to most other games on consoles at the time. The two playable characters featured in the game are the titular character, Donkey Kong and his nephew, Diddy Kong. Together the two swing, climb, jump, swim, cartwheel, ride animals, and blast out of barrels on their way to recover their stolen bannanas from the evil King K. Rool and his Kremling army. The adventure takes you through a variety of different environments and levels that continually change up gameplay. Donkey Kong Country also provides plenty of opportunities for exploration with almost every level having a multitude of collectible, shortcuts, and hidden bonus areas.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co70qn.jpg"
    },
    {
      "title": "Football Manager 2012",
      "description": "Football Manager 2012 allows you to take control of any club in over 50 nations across the world, including all of the biggest leagues across Europe. You're in the hot-seat, which means you decide who plays and who sits on the bench, you're in total control of tactics, team-talks, substitutions and pitch-side instructions as you follow the match live with the acclaimed 3D match engine allowing YOU to make the difference!",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2k6y.jpg"
    },
    {
      "title": "NES Remix 2",
      "description": "This second installment of the mashup of classic Nintendo games. NES Remix 2 features challenges from later NES games like Super Mario Bros. 3, Kirby’s Adventure and Metroid. Just like NES Remix, the sequel includes stages from the original games with new challenges, as well as modified stages that introduce new elements.\n\nBest of all, players can unlock a free bonus game: Super Luigi Bros.! This is a full game based on a challenge from NES Remix. It contains all the levels from the original Super Mario Bros. game, only now it stars Luigi and requires players to navigate familiar levels in an unheard-of way -- by running to the left! The game even incorporates Luigi’s signature high jump. It’s a fun new way to jump into this classic game.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2qtn.jpg"
    },
    {
      "title": "Sushi Cat",
      "description": "He's cuddly. He's squishy. All he needs is sushi and love. Pachinko-style physics puzzle game Sushi Cat is free on Android, with 27 levels of awesome fun for everyone. Based on the hit Flash game series loved by millions, Sushi Cat now fits in your phone for you to get your puzzle game fix on the go. In the name of love, drop your kitty from the top of the screen and watch him bounce off obstacles, nomming delicious nigiri and gathering power-ups, to meet your target goal.\n\nPhysics never looked so tasty as your jelly-like blue kitty eats his way across the screen, but be careful! You only have a few tries to puzzle out how to reach the level's goal. With cute graphics, simple puzzling and addictive gameplay, and squishy physics charm galore, Sushi Cat is the perfect addition to your gaming library.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2gzj.jpg"
    },
    {
      "title": "Car Escape",
      "photo_url": "https://www.coalitionrc.com/wp-content/uploads/2017/01/placeholder.jpg"
    },
    {
      "title": "Fate/unlimited codes",
      "description": "Fate/unlimited codes is a fighting video game based on the visual novel Fate/stay night.",
      "photo_url": "//images.igdb.com/igdb/image/upload/t_thumb/co2xdx.jpg"
    },
    {
      "title": "Classic TriPeaks HD",
      "photo_url": "https://www.coalitionrc.com/wp-content/uploads/2017/01/placeholder.jpg"
    }
  ]